Revit 2027 API
WorksetConfiguration Methods
The WorksetConfiguration type exposes the following members.
Methods
Name | Description
Close |  Sets a group of user-created worksets to close.
Dispose
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetType | Gets the Type of the current instance.
(Inherited from Object)
Open |  Sets a group of user-created worksets to open.
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
WorksetConfiguration Class
Autodesk.Revit.DB Namespace